// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "Stany i alerty";

MoreInfoTitle = "Więcej informacji";
SATPrivacyStatementOnlineLink = "Oświadczenie HP o ochronie prywatności";

SATAlertsTaskDescription = "Określ poziom rozszerzonych informacji o stanie, które chcesz widzieć dla swojego urządzenia HP. Zawsze będziesz otrzymywać powiadomienia, jeśli urządzenie nie będzie mogło ukończyć żądanego zadania lub wymagana będzie uwaga użytkownika.";

SATShowAlertsButtonTitle = "Pokaż rozszerzone alerty dla:";
SATAutoDismissTitlePreffix = "Automatycznie kasuj po";
SATAutoDismissTitleSuffix = "s alerty z kategorii";

SATErrorsWarningsAndInfo = "błędy, ostrzeżenia i komunikaty informacyjne";
SATErrorsAndWarnings = "błędy i ostrzeżenia";
SATErrorsOnly = "tylko błędy";
SATInfoMessages = "komunikaty informacyjne";
SATWarningsAndInfoMessages = "ostrzeżenia i komunikaty informacyjne";

SATShowWebContentButtonTitle = "Pokaż zawartość WWW w alertach";
SATShowWebContentButtonBaseDescription = "Gdy wyrazisz na to zgodę, informacje o stanie urządzenia mogą być w bezpieczny sposób przekazywane firmie HP. Dysponując tymi informacjami, HP może sprawdzać Twój udział w programie HP i możliwość korzystania z ofert specjalnych oraz modyfikować alerty na podstawie dostępnych opcji.";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* Aby dowiedzieć się więcej na temat informacji wysyłanych do firmy HP, zobacz SAT_KEYED_LINK:MoreInfoTitle.";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* Aby dowiedzieć się więcej o Polityce prywatności firmy HP, zobacz SAT_LINK:SATPrivacyStatementOnlineLink.";

SATNoControlPanelAlertTitle = "Czy na pewno chcesz wyłączyć alarmy HP?";
SATNoControlPanelTurnOffButtonTitle = "Wyłącz";
SATNoControlPanelAlertText = "Wyłączenie alarmów może spowodować ominięcie ważnych komunikatów o stanie urządzenia.";
SATCancelButtonTitle = "Anuluj";
